---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveNear
source: html/b98da853-efcc-b10e-1996-08413dc67a7d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveNear Property

"Near Clip Active"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundActiveNear { get; }
```